Repository: Fruitfulcode/Fruitful
Catalog: languages/*.po
Languages: uk

source: Theme has two css files style.css and fixed-style.css which use default styles for front-end responsive and static layout. Do not edit theme default css files, use textarea editor below for overwriting all css styles.
uk: Тема має два CSS файли style.css і fixed-style.css, які використовують стилі адаптивного та статичного відображення. Не змінюйте файли CSS цієї теми, використовуйте редактор нижче для перезапису всіх стилів CSS.

source: Styles editor
uk: Редактор стилів

source: Show cart in header
uk: Відображати кошик в заголовку

source: If you want to display cart link in header select options below.
uk: Для відображення кошику в загаловку оберіть налаштування нижче.

source: Cart color
uk: Колір кошику.

source: Choose color for cart icon
uk: Оберіть колір для іконки кошику

source: Woocommerce Shop Sidebar
uk: Сайдбар для сторінки магазину WooCommerce

source: Show or hide sidebar
uk: Показати або сховати сайдбар

source: Woocommerce Product Sidebar
uk: Сайдбар для сторінки товару

source: Full width with tabs on right side
uk: На повну ширину з вкладками праворуч

source: Full width with tabs on left side
uk: На повну ширину з вкладками ліворуч

source: Full width with tabs in center
uk: На повну ширину з вкладками посередині

source: Woocommerce pages products per row
uk: Кількість товару в ряд

source: Choose number of products
uk: Оберіть кількість товару

source: 2 products
uk: 2 товари

source: 3 products
uk: 3 товари

source: 4 products
uk: 4 товари

source: 5 products
uk: 5 товарів

source: Number of products on Shop pages
uk: Кількість продуктів на сторінці магазину

source: Choose number of products. Write -1 for show all products on one page
uk: Виберіть кількість продуктів. Вкажіть -1 для показу всіх товарів на одній сторінці

source: Support
uk: Підтримка

source: If You faced with problems or find error or bug, please
uk: Якщо ви зіткнулися з проблемами або знайшли помилку, будь ласка,

source: submit request.
uk: відправте запит.

source: On official
uk: На офіційному

source: Support forum
uk: Форум підтримки теми (англ.)

source: You may find answers on Your questions.
uk: Ви можете знайти відповіді на Ваші питання.

source: Additional customization
uk: Додаткові налаштування

source: Our team is available for any type of WordPress development.
uk: Наша команда доступна для будь-якого типу кастомізації WordPress.

source: If You want customize theme or add new features, You can
uk: Якщо ви хочете змінити тему або додати нові можливості,

source: submit order
uk: відправити замовлення

source: on our website
uk: на сайті

source: News Archive
uk: Архів новин

source: Use this widget to list your Link posts.
uk: Використовуйте цей віджет для відображення списку посилань.

source: News-Archive
uk: Архів-Новин

source: Title:
uk: Назва:

source: Number of posts to show:
uk: Відображати таку кількість публікацій:

source: Text Message:
uk: Текстове повідомлення:

source: Nothing Found
uk: Нічого не знайдено

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
uk: Готові опублікувати свій перший запис? <a href="%1$s">Почніть звідси</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
uk: Вибачте, за вашим запитом нічого не знайдено. Спробуйте інші ключові слова.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
uk: Інформацію на запит знайти не вдалося. Можливо, буде корисний пошук по сайту.

source: Search
uk: Пошук

source: Type Here to Search
uk: Введіть для пошуку

source: Meta
uk: Мета

source: %s Archives
uk: Архів формату &laquo;%s&raquo;

source: Placeholder
uk: Заповнювач
