Repository: Fruitfulcode/Fruitful
Catalog: languages/*.po
Languages: uk

source: About %s
uk: Про автора %s

source: View all posts by %s <span class="meta-nav">&rarr;</span>
uk: Переглянути всі публікації від %s <span class="meta-nav">&rarr;</span>

source: Comment navigation
uk: Навігація по коментарях

source: &larr; Older Comments
uk: &larr; Старіші коментарі

source: Newer Comments &rarr;
uk: Новіші коментарі &rarr;

source: Comments are closed.
uk: Коментувати не дозволено.

source: Oops! That page can&rsquo;t be found.
uk: Ой! Сторінка не знайдена.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
uk: Нічого не знайдено. Спробуйте використати один з наведених нижче посилань, або скористайтесь форму пошуку.

source: Continue reading <span class="meta-nav">&rarr;</span>
uk: Продовження <span class="meta-nav">&rarr;</span>

source: Pages:
uk: Сторінки:

source: Edit
uk: Редагувати

source: Permalink to %s
uk: Посилання до %s

source: Leave a comment
uk: Залишити коментар

source: 1 Comment
uk: 1 коментар

source: % Comments
uk: %s коментарів

source: One comment so far
uk: 1 коментар

source: Read More <span class="meta-nav">&rarr;</span>
uk: Читаті далі <span class="meta-nav">&rarr;</span>

source: Primary Menu
uk: Головне меню

source: Page %s
uk: Сторінка %s

source: Main Sidebar
uk: Головний сайдбар

source: Blog Sidebar
uk: Сайдбар для блогу

source: Single Post Sidebar
uk: Сайдбар для сторінки посту

source: Homepage Sidebar
uk: Сайдбар домашньої сторінки

source: Shop Page Sidebar
uk: Сайдбар магазину

source: Product Page Sidebar
uk: Сайдбар сторінки товару

source: Navigate to...
uk: перейти до

source: Please add images for slider in theme options!
uk: Будь ласка, додайте зображення для слайдеру в налаштуваннях теми!

source: You may be interested in&hellip;
uk: Вас може зацікавити &hellip;

source: Posted in %1$s
uk: Опубліковано %1$s

source: &laquo; Previous Page
uk: &laquo; Попередня сторінка

source: Next Page &raquo;
uk: Наступна сторінка &raquo;

source: Search for products
uk: Пошук товарів

source: Select different pages!
uk: Оберіть різні сторінки!

source: Category Archives: %s
uk: Архів категорії: %s

source: Tag Archives: %s
uk: Архів теґу: %s

source: Author Archives: %s
uk: Архів автора: %s

source: Daily Archives: %s
uk: Архів за день: %s

source: Monthly Archives: %s
uk: Архів за місяць: %s

source: Yearly Archives: %s
uk: Архів за рік: %s

source: Archives
uk: Архіви

source: Search Results for: %s
uk: Результати пошуку для фрази: %s

source: Attention! Fruitful theme version 2.0 got major updates. You may have a problems with display content in shortcodes, because we created this part as plugin. You need install
uk: Увага! Fruitful тема версії 2.0 отримала серйозні оновлення. Можливы проблеми з відображенням контенту в шорткодах, тому що ми створили цю частину в якості плагіна. Вам необхідно встановити

source: and use them.
uk: ы використати їх.

source: Published <span class="entry-date"><time class="entry-date" datetime="%1$s" pubdate>%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%7$s</a>
uk: Опубліковано <span class="entry-date"><time class="entry-date" datetime="%1$s" pubdate>%2$s</time></span> в <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> в <a href="%6$s" title="Return to %7$s" rel="gallery">%7$s</a>

source: &larr; Previous
uk: &larr; Попереднє

source: Next &rarr;
uk: Наступне &rarr;

source: <a class="comment-link" href="#respond" title="Post a comment">Post a comment</a> or leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
uk: <a class="comment-link" href="#respond" title="Post a comment">Залишити коментар</a> або залишити зворотнє посилання: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.

source: Comments are closed, but you can leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
uk: Коментарі закриті, але ви можете залишити зворотнє посилання: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.

source: Trackbacks are closed, but you can <a class="comment-link" href="#respond" title="Post a comment">post a comment</a>.
uk: Зворотні посилання відключені, але ви можете <a class="comment-link" href="#respond" title="Post a comment">залишити коментар</a>.

source: Both comments and trackbacks are currently closed.
uk: Коментарі та зворотні посилання вікдлючені на даний час.

source: View Options
uk: Переглянути налаштування

source: No Slider Select!
uk: Слайдер не вибраний!

source: Link URL
uk: URL посилання

source: Upload Image
uk: Завантажити зображення

source: Remove
uk: Видалити

source: Collapse all
uk: Згорнути всі

source: Expand all
uk: Розгорнути всі

source: Add New Slide
uk: Додати слайд

source: Install Required Plugins
uk: Встановіть потрібні плагіни

source: Install Plugins
uk: Встановити плаґіни

source: Installing Plugin: %s
uk: Встановлення плаґіну: %s

source: Something went wrong with the plugin API.
uk: Щось пішло не так з API плагіна.

source: Return to Required Plugins Installer
uk: Повернутися до Устанвка необхідних плагінів

source: Return to the dashboard
uk: Повернутися в консоль

source: Plugin activated successfully.
uk: Плагін успішно активовано.

source: The following plugin was activated successfully:
uk: Плагін успішно активований:

source: No action taken. Plugin %1$s was already active.
uk: Плагін %1$s вже активований.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
uk: Плагін не активований. Потрібна новіша версія %s для цієї теми. Будь ласка, обновіть плагін.

source: All plugins installed and activated successfully. %1$s
uk: Все плагіни успішно встановлені і активовані.%1$s

source: Dismiss this notice
uk: Прибрати це повідомлення

source: Please contact the administrator of this site for help.
uk: Будь ласка, зверніться до адміністратора цього сайту за допомогою.

source: Required
uk: Обов’язково

source: Recommended
uk: Рекомендований

source: WordPress Repository
uk: Репозиторій WordPress

source: External Source
uk: Зовнішнє джерело

source: Pre-Packaged
uk: Пре-упаковані

source: Not Installed
uk: Не встановлено

source: Installed But Not Activated
uk: Встановлено, але не активований

source: Active
uk: Активний

source: Required Update not Available
uk: Необхідне оновлення недоступне

source: Requires Update
uk: Необхідне оновлення

source: Update recommended
uk: Оновлення рекомендується

source: To Install <span class="count">(%s)</span>
uk: Встановити <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
uk: Оновлення доступно <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
uk: Активувати <span class="count">(%s)</span>

source: Installed version:
uk: Встановлена версія:

source: Minimum required version:
uk: Мінімальна необхідна версія:

source: Available version:
uk: Доступна версія:

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
uk: Немає плагінів для встановлення, оновлення або активації. <a href="%1$s">Повернутися до панелі інструментів</a>

source: Plugin
uk: Плаґін

source: Source
uk: Джерело

source: Type
uk: Тип

source: Version
uk: Версія

source: Status
uk: Статус

source: Install %2$s
uk: Встановити %2$s

source: Update %2$s
uk: Оновити %2$s

source: Activate %2$s
uk: Активувати %2$s

source: Install
uk: Встановити

source: Update
uk: Оновити

source: Activate
uk: Активувати

source: No plugins were selected to be installed. No action taken.
uk: Плагіни для встановлення не обрані.

source: No plugins were selected to be updated. No action taken.
uk: Плагіни для оновлення не обрані.

source: No plugins are available to be installed at this time.
uk: Доступних плагінів для встановлення на даний час немає.

source: No plugins are available to be updated at this time.
uk: Доступних плагінів для оновлення на даний час немає.

source: Plugin activation failed.
uk: Невдала активація плагіна.

source: Updating Plugin %1$s (%2$d/%3$d)
uk: Оновити плагін %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
uk: При установці%1$s виникла помилка: <strong>%2$s </strong>.

source: The installation of %1$s failed.
uk: Установка %1$s завершилася невдало.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
uk: Починається процес встановлення і активації. Це може зайняти тривалийчас на деяких системах, будь ласка, зачекайте.

source: %1$s installed and activated successfully.
uk: %1$s встановлений і успішно активований.

source: All installations and activations have been completed.
uk: Всі установки і активації завершені.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
uk: Встановлюємо і активуємо плагін %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
uk: Починається процес установки. Це може зайняти тривалий час надеяких системах, будь ласка, зачекайте.

source: All installations have been completed.
uk: Всі установки були завершені.

source: Installing Plugin %1$s (%2$d/%3$d)
uk: Встановлюємо плагін %1$s(%2$d/%3$d)

source: Fruitful Plugin Integration
uk: Інтеграція плагіну Fruitful

source: Plugin Integration
uk: Інтеграція плагіну

source: Please Try Again
uk: Будь ласка, повторіть спробу

source: Remove Embed
uk: Видалити Embed (?)

source: No oEmbed Results Found for %s. View more info at
uk: Результати oEmbed не знайдені %s. Подивитися боле інформації на

source: Add Group
uk: Додати групу

source: Remove Group
uk: Видалити групу

source: Add Row
uk: Додати рядок

source: Add or Upload File
uk: Додати або завантажити файл

source: Remove Image
uk: Видалити зображення

source: File:
uk: Файл:

source: Download
uk: Завантажити

source: Slider settings
uk: Налаштування слайдеру

source: Slider display
uk: Відображення слайдеру

source: Select the option to display the corresponding slider
uk: Оберіть параметр для вібораження відповідного слайдеру

source: Disable slider
uk: Відключити слайдер

source: Full width slider
uk: Слайдер на повну ширину

source: Page settings
uk: Налаштування сторінки

source: Layout
uk: Розмітка

source: Select a specific layout for this page.
uk: Оберіть макет для цієї сторінки.

source: Post settings
uk: Налаштування запису

source: Select a specific layout for this post.
uk: Оберіть макет для сторінки цього запису.

source: Clear
uk: Очистити

source: Default
uk: Без обумовлення

source: Select Color
uk: Вибрати колір

source: Current Color
uk: Поточний колір

source: Select / Deselect All
uk: Вибрати всі / скасувати вибір для всіх

source: Save
uk: Зберегти

source: Post navigation
uk: Навігація по запису

source: <span class="meta-nav">&larr;</span> Older posts
uk: <span class="meta-nav">&larr;</span> Попередні записи

source: Newer posts <span class="meta-nav">&rarr;</span>
uk: Наступні записи <span class="meta-nav">&rarr;</span>

source: Pingback:
uk: Пінгбек:

source: (Edit)
uk: (Редагувати)

source: %1$s at %2$s
uk: %1$s о %2$s

source: Your comment is awaiting moderation.
uk: Ваш коментар очікує узгодження.

source: Posted on <a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date" datetime="%3$s" pubdate>%4$s</time></a><span class="byline"> by <span class="author vcard"><a class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</a></span></span>
uk: Опубліковано <a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date" datetime="%3$s" pubdate>%4$s</time></a><span class="byline"> by <span class="author vcard"><a class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</a></span></span>

source: View all posts by %s
uk: Подивитися всі записи автора %s

source: Theme Options
uk: Опції теми

source: General
uk: Загальне

source: Theme supported 2 types of html layout. Default responsive setting which adapt for mobile devices and static page with fixed width. Uncheck arrow below if you need static website display
uk: Тема підтримує 2 типу макета HTML. За замовчуванням встановлені адаптивний тип, які підлаштовуються для мобільних пристроїв і статичні сторінки з фіксованою шириною. Зніміть позначку нижче, якщо вам потрібно статичне відображення веб-сайту

source: Comments
uk: Коментарі

source: If you want to display comments on your post page or page, select options below.
uk: Для відображення коментарів для сторінки або запису, оберіть один з варіантів.

source: Display comment on posts page
uk: Відобразити коментар для сторінки запису

source: Display comment on page
uk: Відобразити коментар на сторінці

source: Front page template with latest posts
uk: Шаблон титульної сторінки з останніми записами

source: Full width
uk: На повну ширину

source: Right sidebar
uk: Правий сайдбар

source: Left sidebar
uk: Лівий сайдбар

source: Page templates by default
uk: Шаблон сторінки

source: Choose default display for templates.
uk: Оберіть відображення для шаблонів.

source: Page:
uk: Сторінка:

source: Single Post:
uk: Запис:

source: Archive:
uk: Архів:

source: Author:
uk: Автор:

source: Category:
uk: Категорія:

source: Tags:
uk: Мітки:

source: Search:
uk: Пошук:

source: Show Featured image on single post
uk: Відображати зображення на сторінці запису

source: Select option below for show featured image on single post page.
uk: Оберіть налаштування нижче для показу зображення на сторінці запису.

source: Show featured image
uk: Показувати зображення

source: Multilingual Switch in Header (WPML)
uk: Зміна мови в шапці сайту (WPML)

source: If you wish to show Language Switch in header, select option below.
uk: Для відображення опції зміни мови в шапці сайту, оберіть налаштування нижче.

source: Enable
uk: Увімкнути

source: Reset options
uk: Скасувати налаштування

source: All theme options will be reset to default.
uk: Всі налаштування будуть скасовані

source: Header
uk: Верхня частина

source: Options relating to the website header
uk: Налаштування для верхньої частини

source: Enabled
uk: Увімкнено

source: Menu Position
uk: Положення меню

source: Set menu position.
uk: Встановити положення меню

source: Right
uk: Праворуч

source: Left
uk: Ліворуч

source: Center
uk: Центр

source: Type of Responsive menu
uk: Тип адаптивного меню

source: Set type of responsive menu.
uk: Встановити тип адаптивного меню

source: Select menu
uk: Обрати меню

source: Button menu
uk: Кнопка меню

source: Menu icon color
uk: Колір для значка меню

source: Background for header
uk: Фон для заголовку

source: Upload image with full width for background in header area. (Supported files .png, .jpg, .gif)
uk: Завантажити зображення повної ширини для фону заголовка. (підтримувані формати файлів .png, .jpg, .gif)

source: Header background-color
uk: Фоновий колір заголовку

source: Background image size
uk: Розмір фонового зображення

source: Choose size for background image - full width or only for content area.
uk: Оберіть розмір для фонового зображення - на всю ширини або тільки для контенту

source: Full width position
uk: На повну ширину

source: Centered position
uk: посередині

source: Height for header area
uk: Висота для заголовку

source: Minimum height in pixels
uk: Мінімальна висота в пікселях

source: Background
uk: Фон

source: Background Image
uk: Фонове зображення

source: Upload your background image for site background. (Supported files .png, .jpg, .gif)
uk: Завантажити зображення фону сайта. (підтримувані формати файлів .png, .jpg, .gif)

source: Background repeat
uk: Повтор фону

source: Background Color
uk: Колір фону

source: Choose color for body background
uk: Оберіть колір для фону сайта

source: Background color for content
uk: Колір фону для контенту

source: Choose color for main content area
uk: Оберіть колір для області контенту

source: Logo
uk: Логотип

source: Logo Position
uk: Позиція логотипу

source: Set Logo Position
uk: Встановити позицію логотипу

source: Logo size
uk: Розмір логотипу

source: Width
uk: Ширина

source: Height
uk: Висота

source: Logo image
uk: Зображення логотипу

source: Upload logo image for your website. Size is original (Supported files .png, .jpg, .gif)
uk: Завантажити зображення логотипу. Розмір оригінального зображення (підтримувані формати файлів .png, .jpg, .gif)

source: Upload logo in double size (If your logo is 100 x 20px, it should be 200 x 40px)
uk: Завантажити зображення логотипу у подвійному розмірі. (Якщо логотип 100 х 20px, зображення повинно бути 200 х 40px)

source: Favicon
uk: Фавіконка

source: A favicon is a 16x16 pixel icon that represents your site; upload your custom Favicon here.
uk: Фавіконка це зображення розміром 16×16 пікселів, що відображається поряд з адресою сайту в адресному рядку. Завантажити.

source: Upload a custom favicon for iPhone (57x57 pixel png).
uk: Завантажити favicon для iPhone (57x57 пікселів .png).

source: Upload a custom favicon for iPhone retina (114x114 pixel png).
uk: Завантажити favicon для iPhone retina (114x114 пікселів .png).

source: Upload a custom favicon for iPad (72x72 pixel png).
uk: Завантажити favicon для iPad (72x72 пікселів .png).

source: Colors
uk: Кольори

source: Main menu color
uk: Колір головного меню

source: Choose your colors for main menu in header
uk: Оберіть колір для головного меню у заголовку

source: Background color
uk: Фоновий колір

source: Menu button color
uk: Колір кнопки меню

source: Font color
uk: Колір шрифту

source: Font color (active and hover)
uk: Колір шрифту (активний, при наведенні)

source: Dropdown menu color
uk: Колір розкриваючого меню

source: Choose your colors for dropdown menu in header
uk: Колір розкриваючого меню в заголовку

source: General font color
uk: Загальний колір шрифту

source: Choose your colors for text and links
uk: Колір для тексту та посилань

source: Link color
uk: Колір посилань

source: Link color (hover)
uk: Колір посилання (при наведенні)

source: Link color (focus)
uk: Колір посилання (фокус)

source: Link color (active)
uk: Колір посилання (активне)

source: Color for lines
uk: Колір ліній

source: Choose your colors for lines and separators
uk: Колір для ліній та розмежувачів

source: Widget separator color
uk: Колір віджету розмежувача

source: Blog post date color
uk: Колір дати опублікування запису

source: Date font color
uk: Колір шрифту дати

source: Color for buttons
uk: Колір для кнопок

source: Choose your colors for buttons
uk: Колір для кнопок

source: Button background color
uk: Колір фону кнопок

source: Button background color (hover, active, focus, current page - pagenavi)
uk: Колір фону для кнопок (при наведенні, активний, фокус, поточної сторінки - pagenavi)

source: Color for social icons
uk: Колір соціальних іконок

source: Choose your colors for social icons
uk: Оберіть колір соціальних іконок

source: Social icons background color
uk: Фоновий колір соціальних іконок

source: WooCommerce colors
uk: Колір для WooCommerce

source: Choose your colors for WooCommerce
uk: Оберіть кольори для for WooCommerce

source: Sale price color
uk: Колір для ціни зі знижкою

source: Rating color (regular)
uk: Колір рейтингу

source: Rating color (hover, active)
uk: Колір рейтингу (при наведенні, активний)

source: Fonts
uk: Шрифти

source: Headers
uk: Заголовки

source: Choose font-family for all headlines.
uk: Оберіть шрифт для заголовків.

source: Menu
uk: Меню

source: Choose font-family for primary menu.
uk: Оберіть шрифт для меню.

source: Choose font-family for content.
uk: Оберіть шрифт для контенту.

source: Font size
uk: Розмір шрифту

source: Choose font size for specific html elements. Set size as number, without px..
uk: Виберіть розмір шрифту для конкретних HTML елементів. Встановіть розмір числом, без px ..

source: Slider
uk: Слайдер

source: Select a slider type that will be used by default.
uk: Встановіть тип слайдеру

source: Slider Options
uk: Параметри слайд-шоу

source: Choose needed options for slider: animation type, sliding direction, speed of animations, etc
uk: Оберіть потрібні налаштування для слайдеру: тип анімації, напрямок зміни слайдів, швидкість анімації

source: Animation type
uk: Тип анімації

source: fade
uk: зникнення

source: slide
uk: зміна

source: Sliding direction, "horizontal" or "vertical"
uk: Напрямок зміни слайдів, горизонтальний чи вертикальний

source: horizontal
uk: горизонтальний

source: vertical
uk: вертикальний

source: Reverse the animation direction
uk: зворотний напрямок зміни слайдів

source: Animate slider automatically
uk: Автоматична анімація слайдеру

source: Set the speed of the slideshow cycling, in milliseconds
uk: Встановити швидкість для зміни слайдів, мс

source: Set the speed of animations, in milliseconds
uk: Встановити швидкість анімації, мс

source: Set an initialization delay, in milliseconds
uk: Встановити затримку ініціалізації слайдеру, мс

source: Randomize slide order
uk: Випадковий порядок слайдів

source: Manual control usage
uk: ручне управління

source: default
uk: Без обумовлення

source: dark
uk: Темний

source: light
uk: Світлий

source: Effect
uk: Ефект

source: random
uk: Випадково

source: sliceDownRight
uk: Розріз вниз-вправо

source: sliceDownLeft
uk: Розріз вниз-вліво

source: sliceUpRight
uk: Розріз вгору-вправо

source: sliceUpDown
uk: Розріз вгору-вниз

source: sliceUpDownLeft
uk: Розріз вгору-вниз-вліво

source: fold
uk: складання

source: boxRandom
uk: випадковий прямокутник

source: Slide transition speed
uk: Швидкість переходу

source: How long each slide will show
uk: Час показу слайду

source: Set starting Slide (0 index)
uk: Встановити початковий слайд

source: Next & Prev navigation
uk: Next & Prev навігація

source: 1,2,3... navigation
uk: 1,2,3... навігація

source: Use thumbnails for Control Nav
uk: Використовувати ескізи для управління

source: Stop animation while hovering
uk: Зупинити анімацію при наведенні

source: Start on a random slide
uk: Почати з випадкового слайду

source: Slides
uk: Слайди

source: Add images to slider (Supported files .png, .jpg, .gif). If you want to change order, just drag and drop it. Image size for slides is original from media gallery, please upload images in same size, to get best display on page. To display slider in needed place use shortcode [fruitful_slider]. Current theme version support only one slider per website.
uk: Додати зображення в слайдер (підтримувані файли png, .jpg, .gif). Якщо ви хочете змінити порядок, просто перетягніть його. Розмір зображення для слайдів є оригінальним з медіа-галереї, будь ласка, завантажуйте зображення того ж розміру, щоб отримати належне зображення на сторінці. Для встановлення слайдеру в потрібному місці використовуйте шорткод [fruitful_slider]. Поточна версія теми підтримує тільки один слайдер на сайті.

source: Social Links
uk: Посилання на соціальні мережі

source: Socials Links Position
uk: Положення соціальних посилань

source: Choose place where social links will be displayed.
uk: Оберіть місце для відображення соціальних посилань.

source: Footer
uk: Нижня частина

source: Socials Links
uk: Соціальні посилання

source: Add link to your social media profiles. Icons with link will be display in header or footer.
uk: Додайте посилання на профілі соціальних мереж. Іконки будуть відображені в заголовку сайту та футері.

source: Facebook
uk: Фейсбук

source: Twitter
uk: Твіттер

source: Footer options
uk: Параметри нижнього колонтитулу

source: Custom CSS
uk: Користувальницький CSS
